export default fakeData = [
	{
		id: 1,
		question: 'Если отец давал развод матери будучи пьяным, развод считается',
		sheikh: 'Шейх Абдуллах Костекский',
		answer: 'Тут разногласия ученых, Имам Шафий говорит да, считается развод',
		extra: null,
		isStrong: true,
		date: new Date(),
	},
	{
		id: 2,
		question: 'Можно ли вырывать седые волосы',
		answer: 'Является не желательным, Пророк Мухаммад с.а.с сказал: не вырывайте седину, поистине это является нуром для верующих в судный день.',
		extra: 'Седину можно красить в любой цвет, кроме черного, большинство ученных говорят что в черный цыет красить волосы для мужчик харам, кроме джихада',
		sheikh: 'Шейх Абдуллах Костекский',
		date: new Date(),
		isStrong: true,
	},
	{
		id: 3,
		question: 'Можно ли читать Азкары на русском',
		answer: 'Нет нельзя, надо на арабском языке',
		extra: null,
		sheikh: 'Шейх Абдуллах Костекский',
		date: new Date(),
		isStrong: true,
	},
]
